experiments/redis_contention/combined_bandwidth_contention/clients_4_threads_1_pipeline_1_multi_key_50/loaded_pairs_32/pair_10/redis.out
1         Threads
4         Connections per thread
60        Seconds


ALL STATS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets            0.00          ---          ---             ---             ---             ---             ---         0.00 
Gets         9799.74    489986.48         0.53         0.40798         0.40700         0.62300         0.71100    505420.61 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals       9799.74    489986.48         0.53         0.40798         0.40700         0.62300         0.71100    505420.61